brew "c-ares"
brew "pcre2"
brew "glib"
brew "libx11"
brew "cmake"
brew "harfbuzz"
brew "libnghttp2"
brew "msgpack" -- Like JSON but smaller footprint
brew "nvm"
brew "trash", link: true
brew "ttfautohint"
cask "amethyst"
cask "font-symbols-only-nerd-font"
cask "horos" -- programm for reading MRI data
cask "kitty"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "plorefice.devicetree"
vscode "rafikis75.vscode-sassdoc"
vscode "somewhatstationery.some-sass"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
